Repository: appCraft31/tengo
Catalog: ios/tenGO/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, ja, ko, nl, pt_br, zh_hans

# achievement.category.chain
source: Chaînes
de: Ketten
en: Chains
es: Cadenas
it: Catene
ja: チェーン
ko: 체인
nl: Kettingen
pt_br: Correntes
zh_hans: 连锁

# achievement.category.daily
source: Série
de: Serie
en: Streak
es: Racha
it: Serie
ja: 連続記録
ko: 연속 기록
nl: Reeks
pt_br: Sequência
zh_hans: 连续天数

# achievement.category.perfect
source: Parfait
de: Perfekt
en: Perfect
es: Perfecto
it: Perfetto
ja: パーフェクト
ko: 퍼펙트
nl: Perfect
pt_br: Perfeito
zh_hans: 完美

# achievement.category.score
source: Score
de: Punkte
es: Puntuación
it: Punteggio
ja: スコア
ko: 점수
pt_br: Pontuação
zh_hans: 分数

# achievement.chain.desc
source: Réalise une chaîne d'au moins %d bulles
de: Bilde eine Kette mit mindestens %d Blasen
en: Make a chain of at least %d bubbles
es: Consigue una cadena de al menos %d burbujas
it: Crea una catena di almeno %d bolle
ja: %d個以上のバブルチェーンを作る
ko: 버블 %d개 이상의 체인 만들기
nl: Maak een ketting van minstens %d bubbels
pt_br: Faça uma corrente de pelo menos %d bolhas
zh_hans: 完成至少 %d 颗气泡的连锁

# achievement.chain.title
source: Chaîne de %d+
de: Kette von %d+
en: Chain of %d+
es: Cadena de %d+
it: Catena da %d+
ja: チェーン%d個以上
ko: 체인 %d개 이상
nl: Ketting van %d+
pt_br: Corrente de %d+
zh_hans: %d+ 连锁

# achievement.daily_total.desc
source: Termine %d Défis du jour au total
de: Schließe insgesamt %d Tagesherausforderungen ab
en: Complete %d Daily Challenges in total
es: Completa %d retos diarios en total
it: Completa %d sfide del giorno in totale
ja: デイリーチャレンジを合計%d回クリアする
ko: 총 %d개의 데일리 챌린지 완료하기
nl: Voltooi in totaal %d dagelijkse uitdagingen
pt_br: Conclua %d desafios diários no total
zh_hans: 共完成 %d 次每日挑战

# achievement.daily_total.title
source: %d Défis relevés
de: %d Tagesherausforderungen geschafft
en: %d Daily challenges done
es: %d retos diarios superados
it: %d sfide del giorno superate
ja: デイリーチャレンジ%d回達成
ko: 데일리 챌린지 %d회 완료
nl: %d dagelijkse uitdagingen voltooid
pt_br: %d desafios diários concluídos
zh_hans: 完成 %d 次每日挑战

# achievement.perfect.desc
source: Vide complètement la grille %d fois
de: Räume das Spielfeld %d Mal komplett leer
en: Clear the board completely %d times
es: Vacía el tablero por completo %d veces
it: Svuota completamente la griglia %d volte
ja: グリッドを%d回完全にクリアする
ko: 보드를 %d번 완전히 비우기
nl: Maak het bord %d keer helemaal leeg
pt_br: Esvazie o tabuleiro completamente %d vezes
zh_hans: 完全清空棋盘 %d 次

# achievement.perfect.title
source: %d grille(s) parfaite(s)
de: %d perfekte(s) Spielfeld(er)
en: %d perfect board(s)
es: %d tablero(s) perfecto(s)
it: %d griglia/e perfetta/e
ja: パーフェクト%d回
ko: 퍼펙트 %d회
nl: %d perfect(e) bord(en)
pt_br: %d tabuleiro(s) perfeito(s)
zh_hans: %d 次完美棋盘

# achievement.score_rush.desc
source: Atteins %d points en une partie Rush
de: Erreiche %d Punkte in einer Rush-Runde
en: Reach %d points in a single Rush game
es: Llega a %d puntos en una partida Rush
it: Raggiungi %d punti in una partita Rush
ja: 1回のラッシュで%d点に到達する
ko: 러시 게임 한 판에서 %d점 달성하기
nl: Behaal %d punten in één Rush-potje
pt_br: Alcance %d pontos em uma partida Rush
zh_hans: 在一局冲刺中达到 %d 分

# achievement.score_rush.title
source: %d points en Rush
de: %d Punkte im Rush-Modus
en: %d points in Rush
es: %d puntos en Rush
it: %d punti in Rush
ja: ラッシュで%d点
ko: 러시 %d점
nl: %d punten in Rush
pt_br: %d pontos no Rush
zh_hans: 冲刺模式 %d 分

# achievement.score_zen.desc
source: Atteins %d points en une partie Zen
de: Erreiche %d Punkte in einer Zen-Runde
en: Reach %d points in a single Zen game
es: Llega a %d puntos en una partida Zen
it: Raggiungi %d punti in una partita Zen
ja: 1回のZenモードで%d点に到達する
ko: 젠 게임 한 판에서 %d점 달성하기
nl: Behaal %d punten in één Zen-potje
pt_br: Alcance %d pontos em uma partida Zen
zh_hans: 在一局禅模式中达到 %d 分

# achievement.score_zen.title
source: %d points en Zen
de: %d Punkte im Zen-Modus
en: %d points in Zen
es: %d puntos en Zen
it: %d punti in Zen
ja: Zenモードで%d点
ko: 젠 모드 %d점
nl: %d punten in Zen
pt_br: %d pontos no Zen
zh_hans: 禅模式 %d 分

# achievement.streak.desc
source: Atteins une série de %d jours consécutifs
de: Erreiche eine Serie von %d aufeinanderfolgenden Tagen
en: Reach a streak of %d consecutive days
es: Consigue una racha de %d días consecutivos
it: Raggiungi una serie di %d giorni consecutivi
ja: %d日連続の記録を達成する
ko: %d일 연속 기록 달성하기
nl: Behaal een reeks van %d opeenvolgende dagen
pt_br: Alcance uma sequência de %d dias consecutivos
zh_hans: 达成连续 %d 天的记录

# achievement.streak.title
source: %d jours de suite
de: %d Tage in Folge
en: %d days in a row
es: %d días seguidos
it: %d giorni di fila
ja: %d日連続
ko: %d일 연속
nl: %d dagen op rij
pt_br: %d dias seguidos
zh_hans: 连续 %d 天

# achievements.completion
source: %d / %d débloqués
de: %d / %d freigeschaltet
en: %d / %d unlocked
es: %d / %d desbloqueados
it: %d / %d sbloccati
ja: %d / %d 解除済み
ko: %d / %d개 잠금 해제됨
nl: %d / %d ontgrendeld
pt_br: %d / %d desbloqueados
zh_hans: 已解锁 %d / %d

# achievements.title
source: Succès
de: Erfolge
en: Achievements
es: Logros
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pt_br: Conquistas
zh_hans: 成就

# achievements.unlocked
source: Débloqué
de: Freigeschaltet
en: Unlocked
es: Desbloqueado
it: Sbloccato
ja: 解除済み
ko: 잠금 해제됨
nl: Ontgrendeld
pt_br: Desbloqueado
zh_hans: 已解锁

# app.share_message
source: Découvre tenGO — un puzzle zen pour respirer. %@
de: Entdecke tenGO — ein Zen-Puzzle zum Durchatmen. %@
en: Discover tenGO — a zen puzzle to breathe. %@
es: Descubre tenGO — un puzzle zen para respirar. %@
it: Scopri tenGO — un puzzle zen per respirare. %@
ja: tenGOを発見 — 深呼吸のためのゼンパズル。 %@
ko: tenGO 발견 — 숨 쉬게 하는 선(禪) 퍼즐. %@
nl: Ontdek tenGO — een zenpuzzel om adem te halen. %@
pt_br: Descubra tenGO — um puzzle zen para respirar. %@
zh_hans: 发现 tenGO — 一款让你呼吸的禅意解谜。 %@

# booster.hammer
source: Marteau
de: Hammer
en: Hammer
es: Martillo
it: Martello
ja: ハンマー
ko: 해머
nl: Hamer
pt_br: Martelo
zh_hans: 锤子

# booster.hammer_coach
source: Touche le marteau, puis la bulle à faire éclater.
de: Tippe den Hammer an, dann die Blase.
en: Tap the hammer, then the bubble to pop.
es: Toca el martillo y luego la burbuja que quieras reventar.
it: Tocca il martello, poi la bolla da far scoppiare.
ja: ハンマーを押してから、割りたいバブルを選びます。
ko: 망치를 누른 뒤, 터뜨릴 방울을 선택하세요.
nl: Tik op de hamer en daarna op de bel.
pt_br: Toque no martelo e depois na bolha a estourar.
zh_hans: 先点锤子，再点要击破的气泡。

# booster.hammer_desc
source: Fait éclater la bulle de ton choix, les autres retombent.
de: Zerplatzt eine Blase deiner Wahl, der Rest fällt nach.
en: Pops any bubble you pick; the rest fall down.
es: Revienta la burbuja que elijas; las demás caen.
it: Fa scoppiare la bolla che scegli, le altre cadono.
ja: 好きなバブルを割ります。残りは下に落ちます。
ko: 원하는 방울을 터뜨립니다. 나머지는 아래로 떨어집니다.
nl: Laat een gekozen bel knappen; de rest valt naar beneden.
pt_br: Estoura a bolha que você escolher; as outras caem.
zh_hans: 击破任意气泡，其余气泡下落。

# booster.hammer_prompt
source: Touche une bulle à détruire
de: Tippe eine Blase zum Zerstören an
en: Tap a bubble to destroy
es: Toca una burbuja para destruir
it: Tocca una bolla da distruggere
ja: 壊すバブルをタップ
ko: 없앨 방울을 탭하세요
nl: Tik op een bel om te vernietigen
pt_br: Toque em uma bolha para destruir
zh_hans: 点击要消除的泡泡

# booster.hint
source: Indice
de: Tipp
en: Hint
es: Pista
it: Indizio
ja: ヒント
ko: 힌트
nl: Hint
pt_br: Dica
zh_hans: 提示

# booster.hint_coach
source: Bloqué ? L'indice fait clignoter un chemin gagnant.
de: Feststeckt? Der Tipp zeigt einen Lösungsweg.
en: Stuck? The hint flashes a winning path.
es: ¿Atascado? La pista muestra un camino ganador.
it: Bloccato? L'indizio illumina un percorso vincente.
ja: 行き詰まった？ヒントが正解の道筋を光らせます。
ko: 막혔나요? 힌트가 정답 경로를 보여줍니다.
nl: Vast? De hint laat een winnend pad zien.
pt_br: Travou? A dica mostra um caminho vencedor.
zh_hans: 卡住了？提示会闪烁一条可行路径。

# booster.hint_desc
source: Fait clignoter un chemin gagnant quand tu es bloqué.
de: Zeigt einen Lösungsweg, wenn du feststeckst.
en: Flashes a winning path when you're stuck.
es: Muestra un camino ganador cuando te atascas.
it: Illumina un percorso vincente quando sei bloccato.
ja: 行き詰まったとき、正解の道筋を光らせます。
ko: 막혔을 때 정답 경로를 깜빡여 알려줍니다.
nl: Laat een winnend pad knipperen als je vastzit.
pt_br: Mostra um caminho vencedor quando você travar.
zh_hans: 卡住时闪烁提示一条可行路径。

# booster.hint_none
source: Aucun chemin ici — essaie le mélange
de: Kein Weg hier – versuch's mit Mischen
en: No path here — try a shuffle
es: No hay camino aquí: prueba a mezclar
it: Nessun percorso qui — prova a mescolare
ja: ここには道がありません — シャッフルを試して
ko: 여기엔 경로가 없어요 — 섞기를 써보세요
nl: Geen pad hier — probeer te schudden
pt_br: Nenhum caminho aqui — tente embaralhar
zh_hans: 这里没有可行路径 — 试试洗牌

# booster.shuffle
source: Mélange
de: Mischen
en: Shuffle
es: Mezclar
it: Mescola
ja: シャッフル
ko: 셔플
nl: Schudden
pt_br: Embaralhar
zh_hans: 重排

# booster.shuffle_coach
source: Le mélange redistribue toutes les valeurs. Ton score est conservé.
de: Mischen verteilt alle Werte neu. Dein Punktestand bleibt.
en: Shuffle reshuffles every value. Your score is kept.
es: El mezclador redistribuye todos los valores. Conservas tu puntuación.
it: Mescola ridistribuisce tutti i valori. Il punteggio resta.
ja: シャッフルは数字を配り直します。スコアはそのままです。
ko: 섞기는 모든 숫자를 다시 배치합니다. 점수는 유지됩니다.
nl: Schudden verdeelt alle waarden opnieuw. Je score blijft.
pt_br: Embaralhar redistribui todos os valores. Sua pontuação é mantida.
zh_hans: 洗牌会重新分配所有数字，分数保留。

# booster.shuffle_desc
source: Redistribue toutes les valeurs de la grille. Ton score est conservé.
de: Verteilt alle Werte neu. Dein Punktestand bleibt erhalten.
en: Reshuffles every value on the board. Your score is kept.
es: Redistribuye todos los valores del tablero. Conservas tu puntuación.
it: Ridistribuisce tutti i valori della griglia. Il punteggio resta.
ja: 盤面の数字を配り直します。スコアはそのままです。
ko: 판의 모든 숫자를 다시 섞습니다. 점수는 유지됩니다.
nl: Verdeelt alle waarden opnieuw. Je score blijft behouden.
pt_br: Redistribui todos os valores da grade. Sua pontuação é mantida.
zh_hans: 重新分配棋盘上的所有数字，分数保留。

# game.no_boosters_body
source: Les boosters s'achètent en boutique avec les pièces gagnées en partie.
de: Booster kaufst du im Shop mit Münzen aus deinen Partien.
en: Boosters are bought in the shop with coins earned while playing.
es: Los potenciadores se compran en la tienda con las monedas ganadas jugando.
it: I booster si comprano nel negozio con le monete guadagnate giocando.
ja: ブースターはプレイで貯めたコインでショップから購入できます。
ko: 부스터는 플레이로 모은 코인으로 상점에서 구매할 수 있습니다.
nl: Boosters koop je in de winkel met munten die je al spelend verdient.
pt_br: Boosters são comprados na loja com as moedas ganhas jogando.
zh_hans: 道具可在商店用游戏中赚取的金币购买。

# game.no_boosters_continue
source: Continuer
de: Weiter
en: Continue
es: Continuar
it: Continua
ja: つづける
ko: 계속하기
nl: Doorgaan
pt_br: Continuar
zh_hans: 继续

# game.no_boosters_shop
source: Boutique
de: Shop
en: Shop
es: Tienda
it: Negozio
ja: ショップ
ko: 상점
nl: Winkel
pt_br: Loja
zh_hans: 商店

# game.no_boosters_title
source: À court de boosters
de: Keine Booster mehr
en: Out of boosters
es: Sin potenciadores
it: Booster esauriti
ja: ブースターがありません
ko: 부스터가 없습니다
nl: Geen boosters meer
pt_br: Sem boosters
zh_hans: 道具已用完

# game.points_label
source: pts
de: Pkt.
it: pt
ja: 点
ko: 점
nl: pnt
zh_hans: 分

# game.shop_button
source: Boutique
de: Shop
en: Shop
es: Tienda
it: Negozio
ja: ショップ
ko: 상점
nl: Winkel
pt_br: Loja
zh_hans: 商店

# game_over.best_score
source: Meilleur : %lld pts
de: Bestwert: %lld Pkt.
en: Best: %lld pts
es: Mejor: %lld pts
it: Migliore: %lld pt
ja: ベスト: %lld点
ko: 최고: %lld점
nl: Beste: %lld pnt
pt_br: Melhor: %lld pts
zh_hans: 最佳：%lld 分

# game_over.combos_created
source: %lld combinaisons créées
de: %lld Kombos erstellt
en: %lld combos made
es: %lld combinaciones
it: %lld combo create
ja: %lldコンボ作成
ko: %lld 콤보 생성
nl: %lld combo's gemaakt
pt_br: %lld combos criados
zh_hans: 已创建 %lld 个组合

# game_over.daily_leaderboard
source: Classement du jour
de: Tagesrangliste
en: Daily Leaderboard
es: Clasificación diaria
it: Classifica del giorno
ja: 今日のランキング
ko: 오늘의 순위
nl: Dagklassement
pt_br: Ranking do dia
zh_hans: 每日排行榜

# game_over.game_over_title
source: Fin de partie
de: Spiel beendet
en: Game Over
es: Fin de partida
it: Partita finita
ja: ゲーム終了
ko: 게임 종료
nl: Spel voorbij
pt_br: Fim de jogo
zh_hans: 游戏结束

# game_over.home
source: Accueil
de: Startseite
en: Home
es: Inicio
it: Home
ja: ホーム
ko: 홈
nl: Home
pt_br: Início
zh_hans: 主页

# game_over.level_up
source: Niveau supérieur !
de: Level-up!
en: Level up!
es: ¡Subiste de nivel!
it: Livello superiore!
ja: レベルアップ!
ko: 레벨 업!
nl: Level omhoog!
pt_br: Subiu de nível!
zh_hans: 升级了!

# game_over.longest_chain
source: Chaîne max · %lld bulles
de: Längste Kette · %lld Blasen
en: Longest chain · %lld bubbles
es: Cadena máx · %lld burbujas
it: Catena max · %lld bolle
ja: 最長チェーン・%lld個
ko: 최장 연결 · %lld 방울
nl: Langste ketting · %lld bellen
pt_br: Maior sequência · %lld bolhas
zh_hans: 最长连接 · %lld 个泡泡

# game_over.new_level
source: Niveau %d — %@
de: Level %d — %@
en: Level %d — %@
es: Nivel %d — %@
it: Livello %d — %@
ja: レベル%d — %@
ko: 레벨 %d — %@
pt_br: Nível %d — %@
zh_hans: 等级 %d — %@

# game_over.new_record
source: ★ Nouveau record !
de: ★ Neuer Rekord!
en: ★ New record!
es: ★ ¡Nuevo récord!
it: ★ Nuovo record!
ja: ★ 新記録!
ko: ★ 신기록!
nl: ★ Nieuw record!
pt_br: ★ Novo recorde!
zh_hans: ★ 新纪录！

# game_over.perfect_title
source: Parfait !
de: Perfekt!
en: Perfect!
es: ¡Perfecto!
it: Perfetto!
ja: 完璧!
ko: 완벽!
nl: Perfect!
pt_br: Perfeito!
zh_hans: 完美！

# game_over.replay
source: Rejouer
de: Nochmal
en: Replay
es: Reiniciar
it: Rigioca
ja: もう一度
ko: 다시 플레이
nl: Opnieuw
pt_br: Jogar de novo
zh_hans: 再玩一次

# guide.shop_item
source: Achète un indice pour 30 pièces. Il te sortira d'un mauvais pas.
de: Kauf einen Tipp für 30 Münzen. Er rettet dich aus der Klemme.
en: Buy one hint for 30 coins. It'll get you out of a tight spot.
es: Compra una pista por 30 monedas. Te sacará de un apuro.
it: Compra un indizio per 30 monete. Ti toglierà dai guai.
ja: 30コインでヒントを1つ買ってみよう。ピンチを救ってくれます。
ko: 30코인으로 힌트 하나를 사보세요. 위기에서 구해줍니다.
nl: Koop één hint voor 30 munten. Die helpt je uit de brand.
pt_br: Compre uma dica por 30 moedas. Ela te tira de um aperto.
zh_hans: 用 30 金币买一个提示吧，关键时刻能救场。

# guide.shop_later
source: Plus tard
de: Später
en: Later
es: Más tarde
it: Più tardi
ja: あとで
ko: 나중에
nl: Later
pt_br: Mais tarde
zh_hans: 稍后

# guide.shop_menu
source: Tu as assez de pièces pour ton premier booster ! Ouvre la boutique.
de: Du hast genug Münzen für deinen ersten Booster! Öffne den Shop.
en: You have enough coins for your first booster! Open the shop.
es: ¡Tienes monedas para tu primer potenciador! Abre la tienda.
it: Hai abbastanza monete per il primo booster! Apri il negozio.
ja: 最初のブースターを買えるコインが貯まりました！ショップを開こう。
ko: 첫 부스터를 살 코인이 모였어요! 상점을 열어보세요.
nl: Je hebt genoeg munten voor je eerste booster! Open de winkel.
pt_br: Você tem moedas para seu primeiro booster! Abra a loja.
zh_hans: 你的金币够买第一个道具了！打开商店看看。

# guide.shop_refund
source: Cadeau de bienvenue : tes 30 pièces te sont rendues.
de: Willkommensgeschenk: Deine 30 Münzen sind zurück.
en: Welcome gift: your 30 coins are back.
es: Regalo de bienvenida: recuperas tus 30 monedas.
it: Regalo di benvenuto: le tue 30 monete tornano indietro.
ja: ようこそ！30コインをお返しします。
ko: 환영 선물: 30코인을 돌려드립니다.
nl: Welkomstcadeau: je 30 munten zijn terug.
pt_br: Presente de boas-vindas: suas 30 moedas voltaram.
zh_hans: 欢迎礼物：30 枚金币已退还。

# guide.shop_success
source: Acheté ! Ton indice t'attend en partie.
de: Gekauft! Dein Tipp wartet im Spiel.
en: Bought! Your hint is waiting in-game.
es: ¡Comprado! Tu pista te espera en la partida.
it: Comprato! Il tuo indizio ti aspetta in partita.
ja: 購入しました！ヒントはゲーム内で使えます。
ko: 구매 완료! 힌트는 게임에서 사용할 수 있어요.
nl: Gekocht! Je hint wacht in het spel.
pt_br: Comprado! Sua dica espera por você no jogo.
zh_hans: 已购买！提示已在游戏中待命。

# leaderboard.daily_button
source: Défi du jour
de: Täglich
en: Daily
es: Reto diario
it: Sfida
ja: デイリー
ko: 오늘의 도전
nl: Dagelijks
pt_br: Desafio
zh_hans: 每日挑战

# leaderboard.empty_subtitle
source: Lance une partie et reviens briller ici.
de: Starte ein Spiel und komm zum Glänzen zurück.
en: Start a game and come back to shine.
es: Empieza una partida y vuelve a brillar aquí.
it: Avvia una partita e torna a brillare qui.
ja: ゲームをプレイして、ここに戻って輝こう。
ko: 게임을 시작하고 돌아와 빛나세요.
nl: Start een spel en kom hier schitteren.
pt_br: Comece um jogo e volte para brilhar aqui.
zh_hans: 开始一局游戏，回来闪耀吧。

# leaderboard.empty_title
source: Ton premier score t'attend.
de: Dein erster Rekord wartet.
en: Your first score awaits.
es: Tu primera puntuación te espera.
it: Il tuo primo punteggio ti aspetta.
ja: 最初のスコアが待っています。
ko: 첫 점수가 당신을 기다립니다.
nl: Je eerste score wacht.
pt_br: Sua primeira pontuação aguarda.
zh_hans: 你的第一个分数在等你。

# leaderboard.title
source: Classement
de: Bestenliste
en: Leaderboard
es: Clasificación
it: Classifica
ja: ランキング
ko: 순위표
nl: Ranglijst
pt_br: Ranking
zh_hans: 排行榜

# leaderboard.unavailable
source: Classement indisponible — connecte-toi à Google Play Jeux.
de: Bestenliste nicht verfügbar – melde dich bei Google Play Spiele an.
en: Leaderboard unavailable — sign in to Google Play Games.
es: Clasificación no disponible: inicia sesión en Google Play Juegos.
it: Classifica non disponibile: accedi a Google Play Giochi.
ja: ランキングを利用できません。Google Play ゲームにログインしてください。
ko: 리더보드를 사용할 수 없습니다. Google Play 게임즈에 로그인하세요.
nl: Klassement niet beschikbaar — meld je aan bij Google Play Games.
pt_br: Placar indisponível — entre no Google Play Games.
zh_hans: 排行榜不可用 — 请登录 Google Play 游戏。

# leaderboard.world_button
source: Classement mondial
de: Weltrangliste
en: World Leaderboard
es: Ranking mundial
it: Classifica mondiale
ja: 世界ランキング
ko: 세계 순위
nl: Wereldranglijst
pt_br: Ranking mundial
zh_hans: 全球排行榜

# level.chip.label
source: Niv. %d
de: Lvl. %d
en: Lv. %d
it: Liv. %d
ja: Lv. %d
ko: Lv. %d
pt_br: Nív. %d
zh_hans: Lv. %d

# level.title.beginner
source: Débutant
de: Anfänger
en: Beginner
es: Principiante
it: Principiante
ja: 初心者
ko: 초보자
nl: Beginner
pt_br: Iniciante
zh_hans: 新手

# level.title.expert
source: Expert
de: Experte
es: Experto
it: Esperto
ja: エキスパート
ko: 전문가
pt_br: Especialista
zh_hans: 专家

# level.title.learner
source: Apprenti
de: Lernender
en: Learner
es: Aprendiz
it: Apprendista
ja: 学習者
ko: 학습자
nl: Leerling
pt_br: Aprendiz
zh_hans: 学徒

# level.title.master
source: Maître
de: Meister
en: Master
es: Maestro
it: Maestro
ja: マスター
ko: 마스터
nl: Meester
pt_br: Mestre
zh_hans: 大师

# level.title.strategist
source: Stratège
de: Stratege
en: Strategist
es: Estratega
it: Stratega
ja: 戦略家
ko: 전략가
nl: Strateeg
pt_br: Estrategista
zh_hans: 战略家

# level.title.ten_master
source: Maître du Dix
de: Zehn-Meister
en: Ten Master
es: Maestro del Diez
it: Maestro del Dieci
ja: テンマスター
ko: 텐 마스터
nl: Tien-meester
pt_br: Mestre do Dez
zh_hans: 十全大师

# level.title.thinker
source: Penseur
de: Denker
en: Thinker
es: Pensador
it: Pensatore
ja: 思考者
ko: 사색가
nl: Denker
pt_br: Pensador
zh_hans: 思考者

# level.title.zen_master
source: Maître Zen
de: Zen-Meister
en: Zen Master
es: Maestro Zen
it: Maestro Zen
ja: 禅マスター
ko: 젠 마스터
nl: Zenmeester
pt_br: Mestre Zen
zh_hans: 禅意大师

# menu.achievements
source: Succès
de: Erfolge
en: Achievements
es: Logros
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pt_br: Conquistas
zh_hans: 成就

# menu.continue
source: Continuer
de: Fortsetzen
en: Continue
es: Continuar
it: Continua
ja: 続ける
ko: 계속하기
nl: Doorgaan
pt_br: Continuar
zh_hans: 继续

# menu.daily
source: Défi du jour
de: Tägliche Challenge
en: Daily Challenge
es: Reto diario
it: Sfida del giorno
ja: 今日のチャレンジ
ko: 오늘의 도전
nl: Dagelijkse uitdaging
pt_br: Desafio diário
zh_hans: 每日挑战

# menu.leaderboard
source: Classement
de: Bestenliste
en: Leaderboard
es: Clasificación
it: Classifica
ja: ランキング
ko: 순위표
nl: Ranglijst
pt_br: Ranking
zh_hans: 排行榜

# menu.missions
source: Missions
de: Missionen
es: Misiones
it: Missioni
ja: ミッション
ko: 미션
nl: Missies
pt_br: Missões
zh_hans: 任务

# menu.new_game
source: Nouvelle partie
de: Neues Spiel
en: New Game
es: Nueva partida
it: Nuova partita
ja: 新しいゲーム
ko: 새 게임
nl: Nieuw spel
pt_br: Novo jogo
zh_hans: 新游戏

# menu.remove_ads
source: Sans pub
de: Ohne Werbung
en: No ads
es: Sin anuncios
it: Senza pubblicità
ja: 広告なし
ko: 광고 제거
nl: Geen advertenties
pt_br: Sem anúncios
zh_hans: 无广告

# menu.settings
source: Paramètres
de: Einstellungen
en: Settings
es: Ajustes
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
zh_hans: 设置

# menu.shop
source: Boutique
de: Shop
en: Shop
es: Tienda
it: Negozio
ja: ショップ
ko: 상점
nl: Winkel
pt_br: Loja
zh_hans: 商店

# menu.tagline
source: Relie. Additionne. Libère.
de: Verbinde. Addiere. Befreie.
en: Connect. Add. Release.
es: Conecta. Suma. Libera.
it: Collega. Somma. Libera.
ja: つなぐ。たす。ひらく。
ko: 잇다. 더하다. 풀다.
nl: Verbind. Tel op. Laat los.
pt_br: Conecte. Some. Liberte.
zh_hans: 连接。相加。释放。

# mission.chain_at_least
source: Réalise %d chaîne(s) de %d bulles ou plus
de: Bilde %d Kette(n) mit %d oder mehr Blasen
en: Make %d chain(s) of %d bubbles or more
es: Consigue %d cadena(s) de %d burbujas o más
it: Crea %d catena/e da %d bolle o più
ja: バブル%2$d個以上のチェーンを%1$d回作る
ko: %2$d개 이상 버블 체인을 %1$d번 만들기
nl: Maak %d ketting(en) van %d of meer bubbels
pt_br: Faça %d corrente(s) de %d bolhas ou mais
zh_hans: 达成 %1$d 次 %2$d 颗以上气泡连锁

# mission.cumulative_score
source: Marque %d points cumulés aujourd'hui
de: Sammle heute %d Punkte
en: Score %d cumulative points today
es: Consigue %d puntos acumulados hoy
it: Totalizza %d punti oggi
ja: 今日中に%d点を獲得する
ko: 오늘 %d점 누적 획득하기
nl: Behaal vandaag %d punten
pt_br: Some %d pontos hoje
zh_hans: 今天累计获得 %d 分

# mission.games_played
source: Termine %d partie(s)
de: Beende %d Spiel(e)
en: Finish %d game(s)
es: Termina %d partida(s)
it: Completa %d partita/e
ja: %d回プレイを終える
ko: %d판 플레이 완료하기
nl: Speel %d potje(s) uit
pt_br: Termine %d partida(s)
zh_hans: 完成 %d 局游戏

# mission.moves_played
source: Valide %d chaînes au total
de: Bestätige insgesamt %d Ketten
en: Validate %d chains in total
es: Valida %d cadenas en total
it: Convalida %d catene in totale
ja: 合計%d回チェーンを成立させる
ko: 총 %d개의 체인 만들기
nl: Bevestig in totaal %d kettingen
pt_br: Valide %d correntes no total
zh_hans: 共完成 %d 次连锁

# mission.perfect_boards
source: Vide complètement %d grille(s)
de: Räume %d Spielfeld(er) komplett leer
en: Clear %d board(s) completely
es: Vacía por completo %d tablero(s)
it: Svuota completamente %d griglia/e
ja: グリッドを%d回完全にクリアする
ko: 보드를 %d번 완전히 비우기
nl: Maak %d bord(en) helemaal leeg
pt_br: Esvazie completamente %d tabuleiro(s)
zh_hans: 完全清空 %d 次棋盘

# missions.claim
source: Réclamer
de: Abholen
en: Claim
es: Reclamar
it: Riscuoti
ja: 受け取る
ko: 받기
nl: Claimen
pt_br: Resgatar
zh_hans: 领取

# missions.title
source: Missions du jour
de: Tagesmissionen
en: Today's Missions
es: Misiones del día
it: Missioni del giorno
ja: 今日のミッション
ko: 오늘의 미션
nl: Missies van vandaag
pt_br: Missões do dia
zh_hans: 今日任务

# notif.daily_available_body
source: Un nouveau défi t'attend !
de: Eine neue Challenge wartet auf dich!
en: A new challenge is waiting for you!
es: ¡Un nuevo reto te espera!
it: Una nuova sfida ti aspetta!
ja: 新しいチャレンジが待っています！
ko: 새로운 도전이 기다려요!
nl: Een nieuwe uitdaging wacht op je!
pt_br: Um novo desafio espera por você!
zh_hans: 新的挑战在等你！

# notif.daily_available_title
source: Défi du jour 🧩
de: Tägliche Challenge 🧩
en: Daily Challenge 🧩
es: Reto diario 🧩
it: Sfida del giorno 🧩
ja: 今日のチャレンジ 🧩
ko: 오늘의 도전 🧩
nl: Dagelijkse uitdaging 🧩
pt_br: Desafio diário 🧩
zh_hans: 每日挑战 🧩

# notif.streak_at_risk_body
source: Joue aujourd'hui avant minuit pour ne pas la perdre.
de: Spiele heute, bevor sie zurückgesetzt wird.
en: Play today before it resets to keep it alive.
es: Juega hoy antes de que se reinicie para no perderla.
it: Gioca oggi prima che si azzeri per non perderla.
ja: リセットされる前に今日プレイしよう。
ko: 초기화되기 전에 오늘 플레이하세요.
nl: Speel vandaag nog voordat je reeks reset.
pt_br: Jogue hoje antes que ela seja reiniciada.
zh_hans: 今天再玩一局，别让连续记录中断。
